internal/clcitybusapi/client/testdata/RecuperarLineasPorCodigoEmpresa/1/OKRequest.xml

<v:Envelope xmlns:i="http://www.w3.org/2001/XMLSchema-instance" xmlns:d="http://www.w3.org/2001/XMLSchema" xmlns:c="http://schemas.xmlsoap.org/soap/encoding/" xmlns:v="http://schemas.xmlsoap.org/soap/envelope/"><v:Header></v:Header><v:Body><RecuperarLineasPorCodigoEmpresa xmlns="http://clsw.smartmovepro.net/" id="o0" c:root="1"><usuario i:type="d:string">WEB.SUR</usuario><clave i:type="d:string">PAR.SW.SUR</clave><codigoEmpresa>1</codigoEmpresa><isSublinea>false</isSublinea></RecuperarLineasPorCodigoEmpresa></v:Body></v:Envelope>